// src/components/back-office/data/plans.js
export const plans = [
    {
      id: 'basic',
      title: 'اساسية',
      price: '200',
      description: ' خطتنا الأساسية هي خيار مثالي للأعمال الصغيرة التي تحتاج إلى إدارة بسيطة وفعّالة. تتضمن هذه الخطة كافة الأساسيات اللازمة لتشغيل عملك بكفاءة، من إدارة المنتجات والفواتير إلى إدارة المخزون والعملاء. ستحصل على الأدوات التي تساعدك على تنظيم عملياتك اليومية وتحقيق أقصى استفادة من الوقت.',
      features: [
        'ادارة المنتجات',
        'الفواتير',
        'ادارة المخزون',
        'ادارة المبيعات',
        ' ادارة العملاء',
        ' ادارة الموردين',
        ' ادارة الانستجرام',
        '  تخطيط الزيارات',
      
      ]
    },
    {
      id: 'gold',
      title: 'الذهبية',
      price: '700',
      description: 'تعد هذه الخطة الخيار المثالي للأعمال التي تسعى إلى التميز والتوسع. توفر لك هذه الخطة كل ما تحتاجه لإدارة عملك بأعلى مستويات الكفاءة والاحتراف. مع جميع الخصائص المتاحة في الخطط الأخرى، بالإضافة إلى مزايا إضافية لتخطيط استراتيجيات العمل بذكاء. ستساعدك هذه الخطة على توسيع نطاق عملك بسهولة وتحقيق أهدافك التجارية بكفاءة عالية. ',
      features: [
        'ادارة المنتجات',
        'الفواتير',
        'ادارة المخزون',
        'ادارة المبيعات',
        ' ادارة العملاء',
        ' ادارة الموردين',
        ' ادارة الانستجرام',
        '  تخطيط الزيارات',
      
      ]
    },
    {
      id: 'advanced',
      title: 'المتقدمة',
      price: '500',
      description: ' هذا الخيار هو الأنسب للأعمال التي تحتاج إلى المزيد من الأدوات المتطورة لتحسين إدارة العمليات التجارية. بالإضافة إلى الخصائص الأساسية، يحتوي هذا الخطة على أدوات إضافية مثل إدارة المبيعات والتخطيط الذكي للزيارات. سوف تساعدك هذه الخطة على تحسين أداء عملك بشكل أفضل وتحقيق نتائج أكبر.  ',
      features: [
        'ادارة المنتجات',
        'الفواتير',
        'ادارة المخزون',
        'ادارة المبيعات',
        ' ادارة العملاء',
        ' ادارة الموردين',
        ' ادارة الانستجرام',
        '  تخطيط الزيارات',
      
      ]
    },
    ];